Repository: Dichotomia/meecast
Catalog: po/*.po
Languages: tr_tr

source: Rain Late
tr_tr: Aksama Dogru Yagmur

source: Rain Shower
tr_tr: Sagnak Yagmur

source: Rain Shower and Windy
tr_tr: Sagnak Yagmur ve Ruzgar

source: Rain Showers
tr_tr: Sagnak Yagmur

source: Rain and Snow
tr_tr: Yagmur ve Kar

source: Rain to Snow / Wind
tr_tr: Karla

source: Rain to Wintry Mix
tr_tr: Yagmurdan Karisik Soguga

source: Rain to Wintry Mix / Wind
tr_tr: Yagmurdan Karisik Soguga / Ruzgarli

source: Read sensor every:
tr_tr: Sensoru oku her:

source: Region
tr_tr: Bolge

source: Rush Hour Traffic
tr_tr: Trafik Yogunlugu

source: Save
tr_tr: Kaydet

source: Scattered Showers
tr_tr: Seyrek Yagmur

source: Scattered Snow
tr_tr: Seyrek Kar

source: Scattered Snow Showers
tr_tr: Seyrek Sagnak Yagmur

source: Scattered T-Storms
tr_tr: Daginik Firtinalar

source: Sea miles
tr_tr: Deniz mili

source: Search
tr_tr: Ara

source: Select city
tr_tr: Sehir sec

source: Select country
tr_tr: Ulke sec

source: Select location
tr_tr: Konum sec

source: Select region
tr_tr: Bolge sec

source: Select source
tr_tr: Kaynak sec

source: Select the X-position for left corner of widget
tr_tr: X Pozisyonunu eklentinin sol kosesine sec

source: Select the Y-position for left corner of widget
tr_tr: Y Pozisyonunu eklentinin sol kosesine sec

source: Select the color of font for current temperature
tr_tr: Anlik sicaklik için bir font rengi sec

source: Select the color of font for station name
tr_tr: Istasyon adı için bir font rengi sec

source: Select the color of font for temperature
tr_tr: Sicaklik için bir font rengi sec

source: Select the iconset
tr_tr: Ikonset sec

source: Select the weather source
tr_tr: Havadurumu kaynagini sec

source: Selecting country
tr_tr: Ulke seciliyor

source: Selecting region
tr_tr: Bolge seciliyor

source: Selecting source
tr_tr: Kaynak seciliyor

source: Selecting station
tr_tr: Istasyon seciliyor

source: Set
tr_tr: Ayarla

source: Set locations
tr_tr: Konumlari ayarla

source: Settings
tr_tr: Ayarlar

source: Settings for Lockscreen widget
tr_tr: Kilit Ekranı Eklentisi Ayarları

source: Settings for standby widget
tr_tr: Bekleme Ekranı Ayarları

source: Settings of LockScreen
tr_tr: Kilit Ekranı Ayarları

source: Settings of StandbyScreen
tr_tr: Bekleme Ekrani Ayarlari

source: Shallow Fog
tr_tr: Hafif Duman

source: Short
tr_tr: Kisa

source: Show arrows
tr_tr: Oklari goster

source: Show on Map
tr_tr: Haritada Goster

source: Show only current weather on first icon
tr_tr: Ilk ikonda sadece simdiki havadurumunu goster

source: Show station name
tr_tr: Istasyon adini goster

source: Show temperature at:
tr_tr: Burada sicakligi goster

source: Show wind
tr_tr: Ruzgari goster

source: Showers
tr_tr: Saganak

source: Showers / Wind
tr_tr: Saganak / Ruzgar

source: Showers / Wind Early
tr_tr: Saganak / Sabahtan Ruzgar

source: Showers Early
tr_tr: Sabahtan Saganak

source: Showers Late
tr_tr: Aksama Dogru Saganak

source: Showers in the Vicinity
tr_tr: Cevredeki Saganaklar

source: Sleet
tr_tr: Sulu Kar

source: Smoke
tr_tr: Duman

source: Snow
tr_tr: Kar

source: Snow / Wind
tr_tr: Kar / Ruzgar

source: Snow Shower
tr_tr: Sagnak Kar

source: Snow Shower / Wind
tr_tr: Sagnak Kar / Ruzgar

source: Snow Showers / Wind Early
tr_tr: Saganak Kar / Sabahtan Ruzgar

source: Snow Showers Early
tr_tr: Sabahtan Saganak Kar

source: Snow Showers Late
tr_tr: Aksama Dogru Saganak Kar

source: Snow and Freezing Rain
tr_tr: Kar ve Dondurucu Yagmur

source: Snow to Rain
tr_tr: Kardan Yagmura

source: Snow to Wintry Mix
tr_tr: Kardan Karisik Soguk Havaya

source: Snow to Wintry Mix / Wind
tr_tr: Kardan Karisik Soguk Havaya / Ruzgar

source: Source
tr_tr: Kaynak

source: Source:
tr_tr: Kaynak:

source: Speed
tr_tr: Hiz

source: Speed:
tr_tr: Hiz:

source: Splash screen
tr_tr: Yukleme ekrani

source: State:
tr_tr: Durum:

source: Station %i
tr_tr: Istasyon %i

source: Stations
tr_tr: Istasyonlar

source: Storm
tr_tr: Firtina

source: Successfully loaded
tr_tr: Basariyla yuklendi

source: Sunny
tr_tr: Gunesli

source: Sunny / Wind
tr_tr: Gunesli / Ruzgarli

source: Sunrise:
tr_tr: Gundogumu:

source: Sunrise:
tr_tr: Gundogumu:

source: Sunset:
tr_tr: Gunbatimi:

source: Sunset:
tr_tr: Gunbatimi:

source: Swap hi/low temperature
tr_tr: Yuksek/dusuk sicakligi donustur

source: Switch to the next station after:
tr_tr: Bundan sonra ileriki istasyona degistir:

source: T-Showers
tr_tr: Siddetli Sagnak

source: T-Showers Early
tr_tr: Sabahtan Siddetli Sagnak

source: T-Storm
tr_tr: Firtina

source: T-Storms
tr_tr: Firtinalar

source: T-Storms Early
tr_tr: Sabahtan Firtina

source: T-Storms Late
tr_tr: Aksama Dogru Firtina

source: Temperature
tr_tr: Sicaklik

source: Temperature units
tr_tr: Sicaklik uniteleri

source: Temperature units:
tr_tr: Sicaklik uniteleri:

source: Temperature:
tr_tr: Sicaklik:

source: Temperature:
tr_tr: Sicaklik:

source: Thanks
tr_tr: Tesekkurler

source: The weather has been updated.
tr_tr: Havadurumu guncellendi.

source: This software is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version.
tr_tr: Bu yazilim ucretsiz bir yazilimdir ; GNU General Public lisansi altindaki haklara gore tekrar yayinlayabilir veya modifiye edebilirsiniz. Lisans , Free Software Foundation tarafindan paylasildigi gibi , hem 2.1 versiyonu vehem de (isteginize gore) farkli bir ileriki version olabilir.

source: This software is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License
tr_tr: Bu yazilim ucretsiz bir yazilimdir ; GNU General Public lisansi altindaki haklara gore tekrar yayinlayabilir veya modifiye edebilirsiniz.

source: Thunder
tr_tr: Gok gurultusu

source: Thunder in the Vicinity
tr_tr: Cevredeki Firtina

source: Today
tr_tr: Bugun

source: Translators
tr_tr: Ceviriler

source: Translators: French - Nicolas Granziano, Philippe, Benot Knecht; Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;
tr_tr: Translators: French - Nicolas Granziano, Philippe, Benot Knecht; Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh; Turkish - Burak Kaan Kose

source: Transparency:
tr_tr: Transparanlik:

source: Try to update
tr_tr: Guncelle

source: Type of click:
tr_tr: Tiklama turu:

source: UV index:
tr_tr: UV Indisi:

source: Units
tr_tr: Uniteler

source: Unknown
tr_tr: Bilinmeyen

source: Unlimited
tr_tr: Limitsiz

source: Update
tr_tr: Guncelle

source: Update already running.
tr_tr: Guncelleme zaten calisiyor.

source: Update interval
tr_tr: Guncelleme araligi

source: Updating forecast
tr_tr: Havatahmini guncelleniyor

source: Updating of weather data:
tr_tr: Hava durumunun guncellenmesi :

source: Updating weather
tr_tr: Hava Durumu Guncelleniyor

source: Use Edit layout for tuning images of applet
tr_tr: Eklentinin imajlarini ayarlamak icin 'Duzeni Degistir'i kullanin.

source: Use GSM and/or WLAN for periodic updating the weather information.
tr_tr: Hava durumu bilgisini periyodik guncellemek icin GSM ve/veya WLAN kullan.

source: Use device temperature sensor
tr_tr: Cihazin sicaklik sensorunu kullan

source: Valid time for current weather:
tr_tr: Simdiki hava durumu icin uygun zaman:

source: Very High
tr_tr: Cok Yuksek

source: Visible items:
tr_tr: Gorunebilir esyalar:

source: Visible units
tr_tr: Gorunebilir uniteler

source: Visible:
tr_tr: Gorunebilme:

source: Visuals
tr_tr: Goruntuler

source: Waning Crescent
tr_tr: Hilal Ay

source: Waning Gibbous
tr_tr: Dolunay

source: Warning
tr_tr: Dikkat

source: Waxing Crescent
tr_tr: Hilal Ay

source: Waxing Gibbous
tr_tr: Dolunay

source: Weather data provided by:
tr_tr: Havadurumunu saglayan:

source: Weather forecast for the Meego. Version
tr_tr: MeeGo icin Havadurumu. Version

source: Widget OMWeather is reloading
tr_tr: Widget OMWeather tekrar yukleniyor

source: Widget in LockScreen
tr_tr: Kilit Ekraninda Eklenti

source: Widget in StandbyScreen
tr_tr: Bekleme Ekraninda Eklenti

source: Widget in events view
tr_tr: Etkinlikler Gorunumunde Eklenti

source: Widget style
tr_tr: Eklenti stili

source: Widget style and Iconset
tr_tr: Eklenti stili ve Ikonseti

source: Wind
tr_tr: Ruzgar

source: Wind direction
tr_tr: Ruzgar yonu

source: Wind direction:
tr_tr: Ruzgar yonu:

source: Wind gust:
tr_tr: Ani Ruzgar:

source: Wind speed
tr_tr: Ruzgar hizi

source: Wind speed units
tr_tr: Ruzgar hizİ uniteleri

source: Wind speed units:
tr_tr: Ruzgar hizİ uniteleri:

source: Wind:
tr_tr: Ruzgar:

source: Wind:
tr_tr: Ruzgar:

source: Wintry Mix
tr_tr: Karisik Soguk

source: Wintry Mix / Wind
tr_tr: Karisik Soguk / Ruzgar

source: Wintry Mix / Wind Early
tr_tr: Karisik Soguk / Sabahtan Ruzgarli

source: Wintry Mix to Snow
tr_tr: Karisik Soguktan Kar Yagisina

source: Wrong station code or ZIP code!!!
tr_tr: Yanlis istasyon veya ZIP kodu !!

source: Yes
tr_tr: Evet

source: You can make donation here:
tr_tr: Buradan bagis yapabilirsiniz :

source: You should activate 'Widget in events view' for using LockScreen widget
tr_tr: Kilit ekranı eklentisini kullanabilmeniz icin oncelikle 'Etkinlik ekranindaki eklenti' yi aktiflestirmeniz gerekir.

source: You should activate 'Widget in events view' for using StandbyScreen widget
tr_tr: Bekleme ekranı eklentisini kullanabilmeniz icin oncelikle 'Etkinlik ekranindaki eklenti' yi aktiflestirmeniz gerekir.

source: You should activate 'Widget in the events view' option in MeeCast appearance settings for auto update.
tr_tr: Otomatik guncelleme icin ayarlardaki 'Etkinlikler gorunumunde

source: Zoom in popup window
tr_tr: Popup penceresine yakinlas

source: Zooming in popup window
tr_tr: Popup penceresine yakinlas

source: as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version.
tr_tr: Free Software Foundation tarafindan yayinlanmistir , lisansin 2.1 surumu veya (istege bagli) farkli bir surumu.

source: current location local time
tr_tr: simdiki yerel konum saati

source: day ago
tr_tr: gun once

source: days ago
tr_tr: gun once

source: every 2 hours
tr_tr: her 2 saatte bir

source: every 24 hours
tr_tr: her 24 saatte bir

source: every 30 minutes
tr_tr: her 30 dakikada bir

source: every 4 hours
tr_tr: her 4 saatte bir

source: every 5 minutes
tr_tr: her 5 dakikada bir

source: every 8 hours
tr_tr: her 8 saatte bir

source: every hour
tr_tr: her saatte bir

source: every minute (Debug)
tr_tr: her dakika (Debug)

source: falling
tr_tr: dokulme

source: feels like
tr_tr: hissedilen benzerlikler

source: hour ago
tr_tr: saat once

source: hours ago
tr_tr: saat once

source: inch
tr_tr: inc

source: km/h
tr_tr: km/saat

source: km/s
tr_tr: km/saniye

source: m/h
tr_tr: m/saat

source: m/s
tr_tr: m/saniye

source: mi/h
tr_tr: mi/saat

source: mi/s
tr_tr: mi/saniye

source: minute ago
tr_tr: dakika once

source: minutes ago
tr_tr: dakika once

source: never
tr_tr: asla

source: new icon
tr_tr: yeni ikon

source: next
tr_tr: ileri

source: rising
tr_tr: yukselen

source: seconds ago
tr_tr: saniye once

source: station local time
tr_tr: istasyon yerel saati

source: station name
tr_tr: istasyon adi

source: steady
tr_tr: saglam

source: В
tr_tr: B

source: С
tr_tr: C

source: С-В
tr_tr: C-B

source: С-З
tr_tr: C-3

source: Ю-В
tr_tr: Ю-B

source: Ю-З
tr_tr: Ю-3
