Repository: Dichotomia/meecast
Catalog: po/*.po
Languages: tr_tr

source: Hildon desktop applet for the Nokia N800/N810/N900 to show weather forecasts. Version %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 for default icon set (Glance) and design of interface Andrew Zhilin Copyright(c) 2008 Andrew Olmsted for Semi-transparency and coloured backgrounds
tr_tr: Havadurumunu gostermek icin Nokia N800/N810/N900' masaustu Hildon eklentisi. Version %s , Build %s Copyright(c) 2006-2011 Vlad Vasiliev,Pavel Fialko Copyright(c) 2008 Varsayilan ikoseti ve arayuz dizayni icin Andrew Zhilin Copyright(c) 2008 Yari-transparanlik icin (Glance) ve renkli arkaplanlar icin Andrew Olmsted

source: Precipitation:
tr_tr: Yagis:

source: Pressure:
tr_tr: Basinc:

source: (Low)
tr_tr: (Dusuk)

source: (Moderate)
tr_tr: (Orta)

source: 1 day
tr_tr: 1 gun

source: 1 hour
tr_tr: 1 saat

source: 1 minute
tr_tr: 1 dakika

source: 10 minutes
tr_tr: 10 dakika

source: 10 seconds
tr_tr: 10 saniye

source: 12 hours
tr_tr: 12 saat

source: 15 minutes
tr_tr: 15 dakika

source: 2 hours
tr_tr: 2 saat

source: 20 seconds
tr_tr: 20 saniye

source: 3 minutes
tr_tr: 3 dakika

source: 30 minutes
tr_tr: 30 dakika

source: 30 seconds
tr_tr: 30 saniye

source: 4 hours
tr_tr: 4 saat

source: 40 seconds
tr_tr: 40 saniye

source: 5 minutes
tr_tr: 5 dakika

source: 50 seconds
tr_tr: 50 saniye

source: 60 seconds
tr_tr: 60 saniye

source: 8 hours
tr_tr: 8 saat

source: AM Clouds / PM Sun
tr_tr: AM Bulutlu / PM Gunesli

source: AM Drizzle
tr_tr: AM Ciseleyen Yagmur

source: AM Drizzle / Wind
tr_tr: AM Ciseleyen Yagmur / Ruzgar

source: AM Fog / PM Clouds
tr_tr: AM Sis / PM Bulut

source: AM Fog / PM Sun
tr_tr: AM Sis / PM Gunes

source: AM Light Rain
tr_tr: AM Hafif Yagmur

source: AM Light Rain / Wind
tr_tr: AM Hafif Yagmur / Ruzgar

source: AM Light Snow
tr_tr: AM Hafif Kar

source: AM Light Snow / Wind
tr_tr: AM Hafif Kar / Ruzgar

source: AM Light Wintry Mix
tr_tr: AM Hafif Soguk Karisik

source: AM Rain
tr_tr: AM Yagmur

source: AM Rain / Snow
tr_tr: AM Yagmur / Kar

source: AM Rain / Snow Showers
tr_tr: AM Yagmur / Sagnak Kar

source: AM Rain / Snow Showers / Wind
tr_tr: AM Yagmur / Sagnak Kar / Ruzgar

source: AM Rain / Wind
tr_tr: AM Yagmur / Ruzgar

source: AM Showers
tr_tr: AM Sagnak Yagis

source: AM Showers / Wind
tr_tr: AM Sagnak Yagis / Ruzgar

source: AM Snow
tr_tr: AM Kar

source: AM Snow Showers
tr_tr: AM Sagnak Kar

source: AM Snow Showers / Wind
tr_tr: AM Sagnak Kar / Ruzgar

source: AM Snow Showers / Wind Late
tr_tr: AM Sagnak Kar / Aksama Dogru Ruzgar

source: About
tr_tr: Hakkinda

source: Access denied to the given URL.
tr_tr: Verilen URL icin erisim izni reddedildi.

source: Action|Update
tr_tr: Hareket|Guncelle

source: Add
tr_tr: Ekle

source: Add Station
tr_tr: Istasyon Ekle

source: Alerts
tr_tr: Uyarilar

source: Alexis Iglauer - for testing Eugene Roytenberg - for testing Jarek Szczepanski aka Imrahil - for testing Vladimir Shakhov aka Mendoza - for testing Marc Dillon - for spell/stylecheck text of English Arkady Glazov aka Globster - for testing Alexander Savchenko aka dizel - for testing Timeless - for patches Eric Link - for feature request and donation
tr_tr: Test icin Alexis Igluer,Eugene Roytenberg,Jarek Szczepanski aka Imrahil,Vladimir Shakov aka Mendoza,Arkady Glazov aka Globster,Alexander Savchenko aka dizel'e , Ingilizcedeki duzeltme yardimlarinidan dolayı Marc Dillon'a , Guncellemeler icin Timeless'a ve yeni ozellik istegi ve bagislari icin Eric Link'e

source: An unknown error has occurred.
tr_tr: Bilinmeyen bir hata olustu.

source: Animation
tr_tr: Animasyon

source: Appearance
tr_tr: Gorunum

source: Application manager will now start for installing package 'MeeCast applet'. You should uninstall AccuWeather before installing this package
tr_tr: 'MeeCast applet' paketini yuklemek icin Uygulama yoneticisi baslatilacak.Paketi yuklemeden once AccuWeather'i kaldirmalisiniz.

source: Are you sure to want delete this station ?
tr_tr: Bu istasyonu silmek istediginizden emin misiniz ?

source: Are you sure?
tr_tr: Emin misiniz?

source: Author and maintenance: Vlad Vasiliev, <vlad@gas.by> Maintenance: Pavel Fialko, <pavelnf@gmail.com> Documentation: Marko Vertainen Design UI and default iconset: Andrew Zhilin Design UI for Fremantle: Krebber Jan Niemelä Ulla
tr_tr: Yapimci ve bakim : Vlad Vasiliev, <vlad@gas.by> Bakım: Pavel Fialko, <pavelnf@gmail.com> Dokumantasyon : Marko Vertainen Dizayn ve varsayilan ikonset : Andrew Zhilin Frementle icin Dizayn : Krebber Jan Niemelä Ulla

source: Author and maintenance: Vlad Vasilyeu, <vlad@gas.by>
tr_tr: Yapimci ve bakim: Vlad Vasilyeu, <vlad@gas.by>

source: Authors
tr_tr: Yapimcilar

source: Automatically update data when connecting to the Internet
tr_tr: Internete baglanildiginda otomatik olarak guncelle

source: Background color:
tr_tr: Arkaplan rengi:

source: Beaufort scale
tr_tr: Beaufort cizelgesi

source: Blowing Snow
tr_tr: Ufleyen Kar

source: CALM
tr_tr: DURGUN

source: Cancel
tr_tr: Iptal

source: Cannot get path to the HOME directory. Quitting.
tr_tr: HOME dizinine erisilemiyor.Cikis yapiliyor.

source: Celcius
tr_tr: Celsius

source: Celsius
tr_tr: Selsius

source: City
tr_tr: Sehir

source: City:
tr_tr: Sehir:

source: Clear
tr_tr: Acik

source: Clear / Wind
tr_tr: Acik / Ruzgarli

source: Clear Sky
tr_tr: Acik Gokyuzu

source: Clear, Drifting Snow
tr_tr: Acik , Kaygan Kar

source: Clear, Fog
tr_tr: Acik , Sisli

source: Clear, Fog, Drizzle
tr_tr: Acik , Sisli , Ciseleyen Yagmur

source: Clear, Haze
tr_tr: Acik , Puslu

source: Clear, Smoke
tr_tr: Acik , Dumanli

source: Close
tr_tr: Kapat

source: Clouds Early / Clearing Late
tr_tr: Sabahtan Bulutlu / Aksamlari Acik

source: Cloudy
tr_tr: Bulutlu

source: Cloudy / Wind
tr_tr: Bulutlu / Ruzgar

source: Cloudy Few Snow
tr_tr: Bulutlu / Hafif Kar

source: Cloudy Light Rain
tr_tr: Bulutlu Hafif Yagmur

source: Cloudy T-Storm
tr_tr: Bulutlu Firtina

source: Cloudy and Windy
tr_tr: Bulutlu ve Ruzgarli

source: Cloudy and light rain
tr_tr: Bulutlu ve hafif yagmur

source: Cloudy and light snow
tr_tr: Bulutlu ve hafif kar

source: Cloudy and light wet snow
tr_tr: Bulutlu ve hafif islak kar

source: Cloudy and showers
tr_tr: Bulutlu ve yagmurlu

source: Cloudy and snow showers
tr_tr: Bulutlu ve kar yagisli

source: Cloudy, Drifting Snow
tr_tr: Bulutlu , Kaygan Kar

source: Cloudy, Few Snow
tr_tr: Bulutlu , Hafif Kar

source: Cloudy, Heavy Rain
tr_tr: Bulutlu , Sagnak Yagmur

source: Cloudy, Heavy Rain, T-Storm
tr_tr: Bulutlu , Sagnak Yagmur , Firtina

source: Cloudy, Heavy Snow
tr_tr: Bulutlu , Yogun Kar

source: Cloudy, Light Rain
tr_tr: Bulutlu , Hafif Yagmur

source: Cloudy, Light Rain, T-Storm
tr_tr: Bulutlu , Hafif Yagmur , Firtina

source: Cloudy, Rain
tr_tr: Bulutlu , Yagmur

source: Cloudy, Rain, T-Storm
tr_tr: Bulutlu , Yagmur , Firtina

source: Cloudy, Smoke
tr_tr: Bulutlu , Puslu

source: Cloudy, Snow
tr_tr: Bulutlu , Kar

source: Cloudy, thunderstorms with rain
tr_tr: Bulutlu,firtinali yagmur

source: Copyright(c) 2006-2011 by Vlad Vasilyeu and Pavel Fialko,
tr_tr: Copyright(c) 2006-2011 , Vlad Vasilyeu and Pavel Fialko,

source: Copyright(c) 2010-2011 by Tanya Makova
tr_tr: Copyright(c) 2010-2011 , Tanya Makova

source: Could not connecting to Internet. Connection timeout is expired.
tr_tr: Internete baglanilamiyor. Baglanti suresi doldu.

source: Could not create weather cache directory.
tr_tr: Hava durumu icin onbellek dizini olusturulamiyor.

source: Couldn't resolve host.
tr_tr: Sunucu adresi cozulemedi.

source: Couldn't resolve proxy.
tr_tr: Proxy cozulemedi.

source: Country
tr_tr: Ulke

source: Country:
tr_tr: Ulke:

source: Custom
tr_tr: Ozel

source: Daily
tr_tr: Gunluk

source: Day
tr_tr: Gun

source: Day length
tr_tr: Gun uzunlugu

source: Day length:
tr_tr: Gun uzunlugu:

source: Day:
tr_tr: Gun:

source: Delete location?
tr_tr: Konum silinsin mi?

source: Design UI and default iconset: Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>
tr_tr: UI Dizaynı ve varsayilan ikonseti : Copyright 2006-2011 Andrew Zhilin,<andrew.zhilin@ovi.com>

source: Detailed
tr_tr: Detayli

source: Display
tr_tr: Gorunum

source: Distance
tr_tr: Mesafe

source: Distance units:
tr_tr: Mesafe uniteleri:

source: Does not to add station, because no one of 'omweather-*-stations-db' packages was installed.
tr_tr: Istasyon eklemeyin , cunku hic 'omweather-*-stations-db' paketi yuklenmedi.

source: Donation
tr_tr: Bagis

source: Download and show detailed weather
tr_tr: Detayli hava tahmini indir ve goster.

source: Download timed out.
tr_tr: Indirme zamani asildi.

source: Drifting Snow
tr_tr: Kaygan Kar

source: Drizzle
tr_tr: Ciseleyen Yagmur

source: Drizzle / Fog
tr_tr: Ciseleyen Yagmur / Sis

source: Drizzle / Wind
tr_tr: Ciseleyen Yagmur / Ruzgar

source: Drizzle Early
tr_tr: Sabahtan Ciseleyen Yagmur

source: Drizzle Late
tr_tr: Aksama Dogru Ciseleyen Yagmur

source: Ed Bartosh - for more feature requests, support and criticism Daniel Wilms - for feature requests and testing Eugen Kaluta aka tren - for feature requests and support Maxim Kalinkevish aka spark for testing Yuri Komyakov - for Nokia 770 device Greg Thompson for support stations.txt file Frank Persian - for idea of new layout Brian Knight - for idea of iconset, criticism and donation ;-) Andrew aka Tabster - for testing and ideas Brad Jones aka kazrak - for testing
tr_tr: Daha cok yenilik istegi ve kritigi icin Ed Bartosh'a \n daha cok yenilik istegi ve test icin Daniel Wilms'e Destek ve daha cok yenilik istegi icin Eugen Kaluta aka tren'e Nokia 770 cihazi icin Yuri Komyakov'a Stations.txt dosyasindaki destegi icin Greg Thompson'a Yeni duzen fikri icin Frank Persin'a Bagis , kritik degerlendirme ve yeni konset icin Brian Knight'a ;-) fikir ve testleri icin Andrew aka Tabster'a ve testleri icin Brad Jones'a

source: Edit custom layout
tr_tr: Ozel duzeni degistir

source: Enable GPS
tr_tr: GPS'i Aktiflestir

source: Enter search
tr_tr: Arama girisi

source: Error in xml file
tr_tr: XML dosyasinda hata

source: Error initializing the OMWeather applet
tr_tr: OMWeather yuklenirken hata

source: Exit
tr_tr: Cikis

source: Extended Settings
tr_tr: Genisletilmis Ayarlar

source: Extreme
tr_tr: Ekstrem

source: Fahrenheit
tr_tr: Fahrenayt

source: Failed to connect to host or proxy.
tr_tr: Host veya proxy baglantisi basarisiz

source: Failed to initialize GConf. Quitting.
tr_tr: GConf yuklenemedi.Cikiliyor.

source: Failed to initialize GConf. Settings were not saved.
tr_tr: GConf yuklenemedi.Ayarlar kaydedilmedi.

source: Fair
tr_tr: Acik

source: Feels like
tr_tr: Hissedilis Benzerlikleri

source: Feels like:
tr_tr: Hissedilis Benzerlikleri:

source: Few Showers
tr_tr: Hafif Yagmur

source: Few Showers / Wind
tr_tr: Hafif Yagmur / Ruzgar

source: Few Snow
tr_tr: Hafif Kar

source: Few Snow Showers
tr_tr: Karla Karisik Yagmur

source: Few Snow Showers / Wind
tr_tr: Karla Karisik Yagmur / Ruzgar

source: Find location via GPS
tr_tr: GPS ile konum bul

source: Finnish - Marko Vertainen; German - Claudius Henrichs; Spanish - Alejandro Lopez; Dutch - Tom Leenders; Slovak - Roman Moravčík
tr_tr: Finnish - Marko Vertainen; German - Claudius Henrichs; Spanish - Alejandro Lopez; Dutch - Tom Leenders; Slovak - Roman Moravčík;Turkish - Burak Kaan Kose

source: First Quarter
tr_tr: Ilk Ceyrek

source: Fog
tr_tr: Sis

source: Fog Early / Clouds Late
tr_tr: Sabahtan Sisli / Sonra Bulutlu

source: Fog Late
tr_tr: Gec Vakitlerde Sisli

source: Fog early / Clearing late
tr_tr: Sabahtan sisli / Sonra acik

source: Foggy
tr_tr: Sisli

source: Font color:
tr_tr: Font rengi:

source: For disabling MeeCast widget, you should uninstall package 'Activating MeeCast Applet' using Application manager
tr_tr: MeeCast widget'ini kapatmak icin oncelikle Uygulama Yoneticisi'nden 'Activating MeeCast Applet' paketini kaldirin.

source: Forecast
tr_tr: Hava Tahmini

source: Forecast at:
tr_tr: Buradaki Havatahmini:

source: Forecast:
tr_tr: Hava Tahmini:

source: Freezing Drizzle
tr_tr: Dondurucu Ciseleyen Yagmur

source: French - Nicolas Granziano, Philippe, Benot Knecht Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finnish - Marko Vertainen German - Claudius Henrichs Italian - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Spanish - Alejandro Lopez Polish - Tomasz Dominikowski Slovak - Roman Moravčík
tr_tr: French - Nicolas Granziano, Philippe, Benot Knecht Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finnish - Marko Vertainen German - Claudius Henrichs Italian - Pavel Fialko, Alessandro Pasotti,Salvatore Fiorenzo, Luca Onnis Spanish - Alejandro Lopez Polish - Tomasz Dominikowski Slovak - Roman Moravčík Turkish - Burak Kaan Kose

source: Full
tr_tr: Tam

source: Full forecast
tr_tr: Tam Hava Tahmini

source: Fullscreen mode
tr_tr: Tamekran Modu

source: GUI|Clear
tr_tr: GUI|Temiz

source: Grzanka's Iconset: Copyright 2005 by Wojciech Grzanka, <wojciech@grzanka.pl>
tr_tr: Grzanka's Ikonseti: Copyright 2005 , Wojciech Grzanka, <wojciech@grzanka.pl>

source: Gust:
tr_tr: Ani Yagmur:

source: HTTP error.
tr_tr: HTTP hatasi.

source: Haze
tr_tr: Sis

source: Heavy Rain
tr_tr: Sagnak Yagmur

source: Heavy Rain / Wind
tr_tr: Sagnak Yagmur / Ruzgar

source: Heavy Rain Shower
tr_tr: Siddetli Sagnak Yagmur

source: Heavy Snow
tr_tr: Tipi Kar

source: High
tr_tr: Yuksek

source: Hours
tr_tr: Saat

source: Humidity
tr_tr: Nem

source: Humidity:
tr_tr: Nem:

source: Icon set:
tr_tr: Ikon seti:

source: Icon size:
tr_tr: Ikon boyutu:

source: Icons
tr_tr: Ikonlar

source: Iconset
tr_tr: Ikonseti

source: Iconsets
tr_tr: Ikonsetleri

source: Information
tr_tr: Bilgilendirme

source: Isolated T-Storms
tr_tr: Yalitilmis Firtina

source: Isolated T-Storms / Wind
tr_tr: Yalitilmis Firtinalar / Ruzgar

source: Italian - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Polish - Tomasz Dominikowski; Bulgarian - Zlatko Enikov
tr_tr: Italian - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Polish - Tomasz Dominikowski; Bulgarian - Zlatko Enikov;Turkish - Burak Kaan Kose

source: Kilometers
tr_tr: Kilometre

source: Last Quarter
tr_tr: Son Ceyrek

source: Last update at server:
tr_tr: Sunucudaki son guncelleme :

source: Last update from server:
tr_tr: Sunucudan son guncelleme :

source: Last update:
tr_tr: Son guncelleme:

source: Last update:
tr_tr: Son guncelleme:

source: Layout:
tr_tr: Duzen

source: Lead designer
tr_tr: Bas stilist

source: License
tr_tr: Lisans

source: Light Drizzle
tr_tr: Hafif Ciseleyen Yagmur

source: Light Freezing Rain
tr_tr: Hafif Dondurucu Yagmur

source: Light Rain
tr_tr: Hafif Yagmur

source: Light Rain / Fog
tr_tr: Hafif Yagmur / Sis

source: Light Rain / Wind
tr_tr: Hafif Yagmur / Ruzgar

source: Light Rain / Wind Late
tr_tr: Hafif Yagmur / Aksama Dogru Yagmur

source: Light Rain Early
tr_tr: Sabahtan Hafif Yagmur

source: Light Rain Late
tr_tr: Aksama Dogru Hafif Yagmur

source: Light Rain Shower
tr_tr: Hafif Sagnak Yagmur

source: Light Rain and Freezing Rain
tr_tr: Hafif ve Dondurucu Yagmur

source: Light Rain and Shower
tr_tr: Hafif Yagmur ve Sagnak

source: Light Rain and Windy
tr_tr: Hafif Yagmur ve Ruzgar

source: Light Rain with Thunder
tr_tr: Firtinayla Karisik Hafif Yagmur

source: Light Snow
tr_tr: Hafif Kar

source: Light Snow / Fog
tr_tr: Hafif Kar / Sis

source: Light Snow / Wind
tr_tr: Hafif Kar / Ruzgar

source: Light Snow Early
tr_tr: Sabahtan Hafif Kar

source: Light Snow Late
tr_tr: Aksama Dogru Hafif Kar

source: Light Snow Shower
tr_tr: Hafif Sagnak Kar

source: Loading station list
tr_tr: Istasyon listesi yukleniyor

source: Local Pollen Reports
tr_tr: Yerel Pollen Raporlari

source: Long
tr_tr: Uzun

source: Looks like there's no info for this location.
tr_tr: Gorunuse gore bu konum icin tahmin bilgisi yok.

source: Low
tr_tr: Dusuk

source: Maintenance: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>
tr_tr: Bakım : Pavel Fialko, <pavelnf@gmail.com> , Tanya Makova, <tanyshk@gmail.com>

source: Manage locations
tr_tr: Konumlari ayarla

source: Manual
tr_tr: El ile

source: Measurement units
tr_tr: Olcum uniteleri

source: MeeCast for Harmattan
tr_tr: Harmattan icin MeeCast

source: Meters
tr_tr: Metre

source: Miles
tr_tr: Mil

source: Mist
tr_tr: Pus

source: Modification
tr_tr: Modifikasyon

source: Mostly Clear
tr_tr: Cogunlukla Acik

source: Mostly Cloudy
tr_tr: Cogunlukla Bulutlu

source: Mostly Cloudy / Wind
tr_tr: Cogunlukla Bulutlu / Ruzgar

source: Mostly Cloudy Few Snow
tr_tr: Cogunlukla Bulutlu , Hafif Kar

source: Mostly Cloudy Light Rain
tr_tr: Cogunlukla Bulutlu , Hafif Yagmur

source: Mostly Cloudy Rain
tr_tr: Cogunlukla Bulutlu Yagmur

source: Mostly Cloudy Snow
tr_tr: Cogunlukla Bulutlu Kar

source: Mostly Cloudy T-Storm
tr_tr: Cogunlukla Bulutlu Firtina

source: Mostly Cloudy and Windy
tr_tr: Cogunlukla Bulutlu ve Ruzgarli

source: Mostly Cloudy, Drifting Snow
tr_tr: Cogunlukla Bulutlu , Kaygan Kar

source: Mostly Cloudy, Few Snow
tr_tr: Cogunlukla Bulutlu , Hafif Kar

source: Mostly Cloudy, Fog
tr_tr: Cogunlukla Bulutlu

source: Mostly Cloudy, Fog, Drizzle
tr_tr: Cogunlukla Bulutlu , Sis , Ciseleyen Yagmur

source: Mostly Cloudy, Heavy Rain
tr_tr: Cogunlukla Bulutlu / Siddetli Yagmur

source: Mostly Cloudy, Heavy Rain, T-Storm
tr_tr: Cogunlukla Bulutlu , Siddetli Yagmur , Firtina

source: Mostly Cloudy, Heavy Snow
tr_tr: Cogunlukla Bulutlu , Siddetli Kar

source: Mostly Cloudy, Heavy Snow, Freezing Rain
tr_tr: Cogunlukla Bulutlu , Siddetli Kar , Dondurucu Yagmur

source: Mostly Cloudy, Light Rain
tr_tr: Cogunlukla Bulutlu , Hafif Yagmur

source: Mostly Cloudy, Light Rain, Drizzle
tr_tr: Cogunlukla Bulutlu , Hafif Yagmur , Ciseleme

source: Mostly Cloudy, Light Rain, T-Storm
tr_tr: Cogunlukla Bulutlu , Hafif Yagmur , Firtina

source: Mostly Cloudy, Rain
tr_tr: Cogunlukla Bulutlu , Yagmur

source: Mostly Cloudy, Rain, T-Storm
tr_tr: Cogunlukla Bulutlu , Yagmur , Firtina

source: Mostly Cloudy, Smoke
tr_tr: Cogunlukla Bulutlu , Sisli

source: Mostly Cloudy, Snow
tr_tr: Cogunlukla Bulutlu , Kar

source: Mostly Cloudy, T-Storm
tr_tr: Cogunlukla Bulutlu , Firtina

source: Mostly Sunny
tr_tr: Cogunlukla Gunesli

source: Mostly clear
tr_tr: Cogunlukla acik

source: NO STATION
tr_tr: ISTASYON YOK

source: Name:
tr_tr: Isim:

source: Never
tr_tr: Asla

source: New
tr_tr: Yeni

source: New location
tr_tr: Yeni konum

source: Next update:
tr_tr: Gelecek guncelleme:

source: Night
tr_tr: Aksam

source: Night:
tr_tr: Aksam:

source: No
tr_tr: Hayir

source: No current weather data.
tr_tr: Simdilik tahmin bilgisi yok.

source: No locations are set up yet.
tr_tr: Henuz ayarli konum yok.

source: No weather data for this day.
tr_tr: Bugun icin hava durumu bilgisi yok.

source: No weather data for this station.
tr_tr: Bu istasyon icin hava durumu bilgisi yok.

source: Now
tr_tr: Simdi

source: Now + 2 days vert.
tr_tr: Simdi +2 gun vert.

source: Now + 3 days hor.
tr_tr: Simdi +3 gun hor.

source: Now + 3 days vert.
tr_tr: Simdi +3 gun vert.

source: Now + 7 days vert.
tr_tr: Simdi +7 gun vert.

source: Now:
tr_tr: Simdi:

source: OK
tr_tr: TAMAM

source: OMWeather Forecast
tr_tr: OMWeather Hava Tahmini

source: OMWeather Settings
tr_tr: OMWeather Ayarlari

source: OMWeather settings
tr_tr: OMWeather ayarlari

source: Ok
tr_tr: Tamam

source: Other Maemo Weather Info
tr_tr: Diger Maemo Havadurumu Bilgisi

source: Overcast
tr_tr: Kapali

source: Overcast and light rain
tr_tr: Kapali ve hafif yagmur

source: Overcast and light snow
tr_tr: Kapali ve hafif kar

source: Overcast and light wet snow
tr_tr: Kapali ve hafif sulu kar

source: Overcast and rain
tr_tr: Kapali ve yagmur

source: Overcast and showers
tr_tr: Kapali ve sagnak

source: Overcast and snow
tr_tr: Kapali ve kar

source: Overcast and snow showers
tr_tr: Kapali ve sagnak kar

source: Overcast and wet snow
tr_tr: Kapali ve sulu kar

source: Overcast and wet snow showers
tr_tr: Kapali ve sulu sagnak kar

source: Overcast, thunderstorms with rain
tr_tr: Kapali , yagmurlu ve firtinali

source: PM Fog
tr_tr: PM Sis

source: PM Light Rain
tr_tr: PM Hafif Yagmur

source: PM Light Rain / Wind
tr_tr: PM Hafif Yagmur / Ruzgar

source: PM Light Snow
tr_tr: PM Hafif Kar

source: PM Light Snow / Wind
tr_tr: PM Hafif Kar / Ruzgar

source: PM Rain
tr_tr: PM Yagmur

source: PM Rain / Snow
tr_tr: PM Yagmur / Kar

source: PM Rain / Wind
tr_tr: PM Yagmur / Ruzgar

source: PM Showers
tr_tr: PM Sagnak

source: PM Showers / Wind
tr_tr: PM Sagnak / Ruzgar

source: PM Snow
tr_tr: PM Kar

source: PM Snow Showers
tr_tr: PM Sagnak Kar

source: PM Snow Showers / Wind
tr_tr: PM Sagnak Kar / Ruzgar

source: PM T-Showers
tr_tr: PM Siddetli Sagnak

source: PM T-Storms
tr_tr: PM Siddetli Firtina

source: Partly Cloudy
tr_tr: Parcali Bulutlu

source: Partly Cloudy / Wind
tr_tr: Parcali Bulutlu / Ruzgar

source: Partly Cloudy Few Snow
tr_tr: Parcali Bulutlu / Hafif Kar

source: Partly Cloudy Light Rain
tr_tr: Parcali Bulutlu , Hafif Yagmur

source: Partly Cloudy T-Storm
tr_tr: Parcali Bulutlu ve Firtina

source: Partly Cloudy and Windly
tr_tr: Parcali Bulutlu ve Ruzgarli

source: Partly Cloudy and Windy
tr_tr: Parcali Bulutlu ve Ruzgarli

source: Partly Cloudy, Few Snow
tr_tr: Parcali Bulutlu , Hafif Kar

source: Partly Cloudy, Haze
tr_tr: Parcali Bulutlu , Sis

source: Partly Cloudy, Heavy Rain
tr_tr: Parcali Bulutlu , Siddetli Yagmur

source: Partly Cloudy, Heavy Rain, T-Storm
tr_tr: Parcali Bulutlu , Siddetli Yagmur , Firtina

source: Partly Cloudy, Heavy Snow
tr_tr: Parcali Bulutlu , Siddetli Kar

source: Partly Cloudy, Light Rain
tr_tr: Parcali Bulutlu , Hafif Yagmur

source: Partly Cloudy, Light Rain, T-Storm
tr_tr: Parcali Bulutlu , Hafif Yagmur , Siddetli Firtina

source: Partly Cloudy, Rain
tr_tr: Parcali Bulutlu , Yagmur

source: Partly Cloudy, Rain, T-Storm
tr_tr: Parcali Bulutlu , Yagmur , Firtina

source: Partly Cloudy, Smoke
tr_tr: Parcali Bulutlu , Duman

source: Partly Cloudy, Snow
tr_tr: Parcali Bulutlu , Kar

source: Partly Cloudy, T-Storm
tr_tr: Parcali Bulutlu , Firtina

source: Partly cloudy
tr_tr: Parcali bulutlu

source: Partly cloudy and light rain
tr_tr: Parcali bulutlu ve hafif yagmur

source: Partly cloudy and light snow
tr_tr: Parcali bulutlu ve hafif kar

source: Partly cloudy and light wet snow
tr_tr: Parcali bulutlu ve hafif sulu kar

source: Partly cloudy and showers
tr_tr: Parcali bulutlu ve saganak

source: Partly cloudy and snow showers
tr_tr: Parcali bulutlu ve sagnak kar

source: Partly cloudy and wet snow showers
tr_tr: Parcali bulutlu ve islak sagnak kar

source: Partly cloudy, possible thunderstorms with rain
tr_tr: Parcali bulutlu , yagmurla beraber firtina ihtimali var.

source: Period
tr_tr: Periyot

source: Position:
tr_tr: Pozisyon:

source: Preference|Update
tr_tr: Tercihler|Guncelleme

source: Pressure
tr_tr: Basinc

source: Pressure units
tr_tr: Basic uniteleri

source: Pressure units:
tr_tr: Basic uniteleri:

source: Pressure:
tr_tr: Basinc:

source: Pressure:
tr_tr: Basinc:

source: Project administrator
tr_tr: Proje yoneticisi

source: Project manager
tr_tr: Proje yoneticisi

source: Project website
tr_tr: Proje websitesi

source: Provided by
tr_tr: Saglayici :

source: Rain
tr_tr: Yagmur

source: Rain / Freezing Rain
tr_tr: Yagmur / Dondurucu Yagmur

source: Rain / Snow
tr_tr: Yagmur / Kar

source: Rain / Snow / Wind
tr_tr: Yagmur / Kar / Ruzgar

source: Rain / Snow Early
tr_tr: Yagmur / Sabahtan Kar

source: Rain / Snow Late
tr_tr: Yagmur / Aksama Dogru Kar

source: Rain / Snow Showers
tr_tr: Yagmur / Sagnak Kar

source: Rain / Snow Showers / Wind
tr_tr: Yagmur / Sagnak Kar / Ruzgar

source: Rain / Snow Showers Late
tr_tr: Yagmur / Aksama Dogru Karla Karisik Yagmur

source: Rain / Thunder
tr_tr: Yagmur / Firtina

source: Rain / Wind
tr_tr: Yagmur / Ruzgar

source: Rain / Wind Early
tr_tr: Yagmur / Sabahtam Ruzgar

source: Rain Early
tr_tr: Sabahtan Yagmur
